[Emily DishonoredObjective]
m_Description="艾米莉的下落"

[Emily:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="搜查老鸨的办公室来确认艾米莉的位置"
m_Status=""

[Emily:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="前往金猫贵宾门与艾米莉汇合"
m_Status=""

[Emily:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="找到金猫万能钥匙"
m_Status=""

[Emily:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="解锁金猫的贵宾门"
m_Status=""

[Emily:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="在宿舍里找到艾米莉"
m_Status=""

[Emily:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="与海军上将哈弗洛克谈谈你下次的任务"
m_Status=""

[Emily:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="前往金猫"
m_Status=""

[Emily:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="与潘德顿勋爵谈话"
m_Status=""

[Members_of_Parliament DishonoredObjective]
m_Description="消灭潘德顿双胞胎"

[Members_of_Parliament:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）通过队长宝座旅馆前往金猫"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="消灭金猫中的摩根·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="返回船夫萨缪尔处，前往狗圈酒吧"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="消灭金猫中的潘德顿双胞胎"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="消灭金猫中的寇斯提思·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="消灭楼下蒸汽室中的摩根·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="消灭二楼象牙阁中的摩根·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_19 DishonoredTask_Custom]
m_Description="消灭楼上吸烟室中的寇斯提思·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="（非致命方法）在金猫中找到画商"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_20 DishonoredTask_Custom]
m_Description="消灭三楼黄金屋中的寇斯提思·潘德顿勋爵"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="（非致命方法）从画商口中套出保险箱密码"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="与潘德顿勋爵谈一谈"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="（非致命方法）把密码带给大嘴巴"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="与船夫萨缪尔在码头汇合并前往酿酒区"
m_Status=""

[Members_of_Parliament:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="与海军上将哈弗洛克谈谈你下次的任务"
m_Status=""

